Repository: HalconMedia/glpi
Catalog: plugins/certificates/locales/*.po
Languages: es_es

source: Does not expire
es_es: No caduca nunca

source: Associate to certificate
es_es: Asociar a un certificado

source: Certificate
es_es: Certificado

source: DNS name
es_es: Nombre DNS asociado (corto)

source: DNS suffix
es_es: Sufijo DNS asociado

source: Self-signed
es_es: Autofirmado

source: Notification email
es_es: Aviso por email

source: Command used
es_es: Comando utilizado

source: Certificate request (CSR)
es_es: Solicitud de certificado

source: Expired or expiring certificates
es_es: Certificados caducados o que van a caducar

# button
source: Associate a certificate
es_es: Asociar un certificado

source: Certificate status
es_es: Estado de certificado

source: Certificate type
es_es: Tipo de certificado

source: Plugin Setup
es_es: Configuración del plugin

source: Time of checking of validity of certificates
es_es: Periodo de comprobación de validez de los certificados

source: Certificates expired since more
es_es: Certificados caducados desde más de

source: Certificates expiring in less than
es_es: Certificados que van a caducar en menos de

source: add not-used status in expiration mail
es_es: Añadir un estado no utilizado por la notificación de caducidad

source: No used status in expiration mail
es_es: Estados no utilizados por la notificación de caducidad

source: Expired certificates
es_es: Certificados caducados

source: Expiring certificates
es_es: Certificados que van a caducar
