Repository: HalconMedia/glpi
Catalog: plugins/accounts/locales/*.po
Languages: cs_cz, fi_fi

source: After plugin installation, you must do upgrade of your passwords from here :
cs_cz: Po instalaci pluginu, musíte provést aktualizaci vašich hesel zde:
fi_fi: Päivitä liitännäisen asennuksen jälkeen salasanasi tästä alkaen:

source: Upgrading page
cs_cz: Stránka aktualizace
fi_fi: Päivityssivu

source: Associate to account
cs_cz: Přiřaďte k účtu
fi_fi: Yhdistä tiliin

source: Account
cs_cz: Účet
fi_fi: Tili

source: This plugin requires GLPI >= 0.90
cs_cz: Tento plugin vyžaduje verzi GLPI >= 0.90
fi_fi: Tämä liitännäinen tarvitsee GLPI-version >= 0.90

source: phpX-mcrypt must be installed
cs_cz: phpX-mcrypt musí být nainstalováno
fi_fi: asenna phpX-mcrypt

source: Uncrypted
cs_cz: Dešifrovaný
fi_fi: Salaamaton

source: Type view
cs_cz: Typ pohledu
fi_fi: Tyyppinäkymä

source: Wrong encryption key
cs_cz: Špatný šifrovací klíč
fi_fi: Virheellinen salausvain

source: Encryption key modified
cs_cz: Šifrovací klíč změněn
fi_fi: Salausvain muokattu

source: The old or the new encryption key can not be empty
cs_cz: Původní nebo nový šifrovací klíč nemůže být prázdný
fi_fi: Vanha ja uusi salausavain eivät voi olla tyhjiä

source: 1. Define the encryption key and create hash
cs_cz: 1. Definice šifrovacího klíče a vytvoření jeho hashe
fi_fi: 1. Määritä salausavain ja luo tiiviste

source: Go to Root Entity
cs_cz: Přejít na Kořenovou entitu
fi_fi: Siirry juuriyksikköön

source: Affected User
cs_cz: Ovlivněný uživatel
fi_fi: Koskee käyttäjää

source: There is no encryption key for this entity
cs_cz: Pro tuto entitu neexistuje žádný šifrovací klíč
fi_fi: Tälle kohteella ei ole salausavainta

source: Encryption key
cs_cz: Šifrovací klíč
fi_fi: Salausavain

source: Uncrypt
cs_cz: Dešifrování
fi_fi: Pura salaus

source: Affected Group
cs_cz: Ovlivněná skupina
fi_fi: Koskee ryhmää

source: Empty for infinite
cs_cz: Prázdné pro nekonečno
fi_fi: Lopullisesti tyhjä

source: You have not filled the password and encryption key
cs_cz: Nevyplnili jste heslo a šifrovací klíč
fi_fi: Anna salasana ja salausavain

source: Password will not be modified
cs_cz: Heslo nebude změněno
fi_fi: Salasana ei muutu

source: 2. Migrate accounts
cs_cz: 2. Migrace účtů
fi_fi: 2. Muuta tilit

source: Account names
cs_cz: Jména účtů
fi_fi: Tilien nimet

source: Uncrypted password
cs_cz: Zašifrované heslo
fi_fi: Salaamaton salasana

source: 3. If all accounts are migrated, the upgrade is finished
cs_cz: 3. Pokud jsou všechny účty zmigrované, tak je aktualizace dokončena
fi_fi: 3. Päivitys on valmis, kun kaikki tilit on muutettu

source: Accounts expired or accounts which expires
cs_cz: Vyexpirované účty nebo účty, které expirují
fi_fi: Vanhentuneet tai vanhenevat tilit

source: Select the wanted account type
cs_cz: Vyberte požadovaný typ účtu
fi_fi: Valitse tilityyppi

source: Don't expire
cs_cz: Nikdy nevyexpiruje
fi_fi: Älä vanhene

# button
source: Associate a account
cs_cz: Přiřadit účet
fi_fi: Yhdistä tili

source: Type of account
cs_cz: Typ účtu
fi_fi: Tilityyppi

source: Save the encryption key
cs_cz: Uložit šifrovací klíč
fi_fi: Tallenna salausavain

source: Warning : saving the encryption key is a security hole
cs_cz: Upozornění: uložení šifrovacího klíče je bezpečnostní díra
fi_fi: Tärkeää: salausavaimen tallennus on tietoturva-aukko

source: Hash
fi_fi: Tiiviste

source: Plugin Setup
cs_cz: Konfigurace pluginu
fi_fi: Liitännäisen asetukset

source: Time of checking of of expiration of accounts
cs_cz: Doba kontroly expirace účtů
fi_fi: Tilien vanhenemisen tarkistusaika

source: Accounts expired for more than
cs_cz: Účty, které vyexpirují za více než
fi_fi: Tilit jotka vanhentuneet yli

source: Accounts expiring in less than
cs_cz: Účty, které vyexpirují za méně než
fi_fi: Tilit jotka vanhentuneet alle

source: Linked accounts list
cs_cz: Související seznam účtů
fi_fi: Luettelo yhdistetyistä tileistä

source: Modification of the encryption key for all password
cs_cz: Změna šifrovacího klíče pro všechna hesla
fi_fi: Kaikkien salasanojen salausavaimen muokkaus

source: WARNING : a encryption key already exist for this entity
cs_cz: UPOZORNĚNÍ: pro tuto entitu již existuje šifrovací klíč
fi_fi: Tärkeää : tällä kohteella on jo salausvain.

source: Warning : if you change used hash, the old accounts will use the old encryption key
cs_cz: Upozornění: pokud změníte použitý hash, budou staré účty používat starý šifrovací klíč
fi_fi: Tärkeää: jos muokkaat käytössä olevaa tiivistettä, vanhat tilit käyttävät kuitenkin vanhaa salausavainta.

source: The hash to insert into the next field for create crypt is :
cs_cz: Hash pro vložení do dalšího pole pro vytvoření šifry je:
fi_fi: Tiivisteen arvo joka täytetään seuraavaan kenttään salausta varten, on:

source: Generate hash with this encryption key
cs_cz: Vytvořit hash s tímto šifrovacím klíčem
fi_fi: Luo tiiviste tällä salausavaimella

source: Please fill the encryption key
cs_cz: Zadejte prosím šifrovací klíč
fi_fi: Anna salausvain

source: Please do not use special characters like / \ ' " & in encryption keys, or you cannot change it after.
cs_cz: Nepoužívejte prosím v šifrovacích klíčích speciální znaky jako / \ ' " & nebo je nebudete moct později změnit.
fi_fi: Älä käytä erikoismerkkejä kuten / \\ ' \" & salausavaimissa, muuten et voi muuttaa niitä myöhemmin.

source: Warning : if you make a mistake in entering the old or the new key, you could no longer decrypt your passwords. It is STRONGLY recommended that you make a backup of the database before.
cs_cz: Upozornění: pokud uděláte chybu v zadání původního nebo nového klíče, nemůžete již dešifrovat vaše hesla. Proto se DŮRAZNĚ doporučuje udělat zálohu databáze před tímto krokem.
fi_fi: Tärkeää : salasanojen salausta ei voi enää purkaa, mikäli annat virheellisen uuden tai vanhan salasanan. Tämän vuoksi ota ensin varmuuskopio tietokannasta.

source: Old encryption key
cs_cz: Původní šifrovací klíč
fi_fi: Vanha salausavain

source: New encryption key
cs_cz: Nový šifrovací klíč
fi_fi: Uusi salausavain

source: You want to change the key :
cs_cz: Chcete vyměnit klíč:
fi_fi: Vahvista avaimen :

source: by the key :
cs_cz: za klíč:
fi_fi: muutos avaimella :

source: Add a unused status for expiration mailing
cs_cz: Přidat stav o nepoužitelnosti pro expirační zprávy
fi_fi: Lisää käyttämätön tila vanhenemispostin lähetykseen

source: Unused status for expiration mailing
cs_cz: Stav o nepoužitelnosti pro expirační zprávy
fi_fi: Käyttämätön tila vanhenemispostin lähetyksessä

source: New account
cs_cz: Nový účet
fi_fi: Uusi tili

source: Accounts expired
cs_cz: Vyexpirované účty
fi_fi: Vanhentuneet tilit

source: Accounts which expires
cs_cz: Účty, které expirují
fi_fi: Vanhenevat tilit

source: An account have been created
cs_cz: Účet byl vytvořen
fi_fi: Tili on luotu

source: Direct link to created account
cs_cz: Přímý odkaz na vytvořený účet
fi_fi: Suora linkki luotuun tiliin

source: See accounts of my groups
cs_cz: Podívat se na účty v mých skupinách
fi_fi: Katso ryhmäni kaikkia tilejä

source: See all accounts
cs_cz: Podívat se na všechny účty
fi_fi: Katso kaikkia tilejä
