Repository: HalconMedia/glpi
Catalog: plugins/pdf/locales/*.po
Languages: es_ar

source: Print to pdf
es_ar: Imprimir en pdf

source: No cost for this change
es_ar: Sin costo para este cambio

source: No problem found.
es_ar: Sin problema

source: No change found.
es_ar: Sin cambio

source: Approvals for the change
es_ar: Aprobaciones para el cambio

source: No note found
es_ar: Sin nota

source: No volume found
es_ar: Sin volúmen

source: No printer
es_ar: Sin impresora

source: No monitor
es_ar: Sin monitor

source: No peripheral
es_ar: Sin periféricos

source: No phone
es_ar: Sin teléfono

source: No installed software
es_ar: Sin programas instalado

source: No associated documents
es_ar: Sin documentos asociados

source: Associated documents
es_ar: Documentos asociados

source: No financial information
es_ar: Sin información financiera

source: No question found
es_ar: Sin pregunta

source: Choose the tables to print in pdf
es_ar: Elegir tablas para imprimir en pdf

source: Portrait
es_ar: Retrato

source: Landscape
es_ar: Paisaje

# button
source: Print
es_ar: Imprimir

source: No ticket found.
es_ar: Sin incidencia

source: Item not reservable
es_ar: Elemento no reservable

source: No cost for this ticket
es_ar: Sin costo para este incidente

source: No followup for this ticket.
es_ar: Sin seguimiento para este incidente

source: Source of followup
es_ar: Fuente del seguimiento

source: 1 star
es_ar: 1 estrella

source: 2 stars
es_ar: 2 estrellas

source: 3 stars
es_ar: 3 estrellas

source: 4 stars
es_ar: 4 estrellas

source: 5 stars
es_ar: 5 estrellas

source: No answer
es_ar: Sin respuesta

source: Approvals for the ticket
es_ar: Aprobaciones para el incidente
